/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", ukupno kalorija %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", ukupna udaljenost %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ za %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "%1$@ vježbe, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "promijenjeno %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "Računi: %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Trening %@, nema podataka o jedinici";

/* A folder in Dropbox or Box */
"Folder" = "Mapa";

/* A single App Store app */
"App Store app" = "Aplikacija iz App Storea";

/* A single Box file */
"Box file" = "Datoteka Boxa";

/* A single Dropbox file */
"Dropbox file" = "Dropbox datoteka";

/* A single Evernote note */
"Evernote note" = "Evernote bilješka";

/* A single Giphy item */
"Giphy item" = "Stavka Giphyja";

/* A single Trello board */
"Trello board" = "Trello ploča";

/* A single Trello card */
"Trello card" = "Trello kartica";

/* A single Trello item */
"Trello item" = "Trello stavka";

/* A single Trello list */
"Trello list" = "Trello popis";

/* A single Ulysses sheet */
"Ulysses sheet" = "Ulysses list";

/* A single bar code */
"Bar code" = "Barkod";

/* A single blood pressure recording */
"Blood pressure" = "Krvni tlak";

/* A single health sample in HealthKit */
"Health sample" = "Zdravstveni uzorak";

/* A single iTunes artist */
"iTunes artist" = "iTunes izvođač";

/* A single iTunes product */
"iTunes product" = "iTunes proizvod";

/* Access resource error for notifications */
"Update Notification Settings" = "Ažuriranje Postavki za obavijesti";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Promjena kamere usmjerene prema naprijed i kamere usmjerene prema natrag";

/* Accessibility label for camera shutter button */
"Take picture" = "Snimi fotografiju";

/* Accessibility label; button to start dictation */
"Start dictation" = "Započni diktat";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Zaustavi diktat";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Izbornik kamere - okrenuta prema naprijed";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Izbornik kamere - okrenuta prema natrag";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Okretanje kamere";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Morate navesti naziv koji ćete koristiti za novu Trello karticu.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Morate odabrati ploču na kojoj ćete izraditi karticu.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Morate odabrati popis na kojem ćete izraditi karticu.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "Postavljanje kao privitak nije uspjelo za %@.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "Kliknite na skočne izbornike Događaji, Cjelodnevni događaji i Rođendani, a zatim odaberite vrijeme obavijesti.";

/* Add new event; choose end date */
"Choose End Date" = "Odaberi datum završetka";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Naveden je nevažeći datum završetka. Navedite datum završetka za ovaj događaj.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Naveden je nevažeći datum početka. Navedite datum početka za ovaj događaj.";

/* Add new event; error */
"Invalid End Date" = "Nevažeći datum završetka";

/* Add new event; error */
"Invalid Start Date" = "Nevažeći datum početka";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Nema naslova. Navedite naslov za ovaj događaj.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Nema naslova. Navedite naslov za ovaj podsjetnik.";

/* Add new reminder error */
"The alert location provided could not be found." = "Navedeno upozorenje lokacije nije pronađeno.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Kad uđem u: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Kad napustim: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Kad sam u blizini: %@";

/* Add new reminder; alert trigger never */
"Never" = "Nikad";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Varira";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Popis nije odabran";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Morate odabrati popis kojem ćete dodati zadatak.";

/* Add to Wunderlist action no title error */
"No Title" = "Bez naslova";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Morate navesti naslov prilikom izrade novog zadatka u Wunderlistu.";

/* Alarm frequency; All days are selected */
"Every Day" = "Svaki dan";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Podesi WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Uključuje ili isključuje značajku WLAN uređaja.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Morate navesti naziv datoteke ili putanju u radnji Dodaj datoteci.";

/* Append file failure reason */
"No File Path Provided" = "Putanja datoteke nije navedena";

/* Ask for input action */
"Enter URL" = "Unesite URL";

/* Ask for input action */
"Enter number" = "Unesite broj";

/* Ask for input action */
"Pick date" = "Odaberite datum";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Dodirnite za završetak snimanja.";

/* Audio recorder */
"Tap to start recording." = "Dodirnite za početak snimanja.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Base64 podaci koji se prosljeđuju u Base 64 dekodiranje su nevažeći.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "Već postoji datoteka naziva \“%@\” na navedenoj putanji.";

/* Box error */
"The folder doesn't exist" = "Mapa ne postoji";

/* Box error */
"The folder doesn’t exist" = "Mapa ne postoji";

/* Box error message */
"An error occured while authenticating your Box account." = "Došlo je do greške prilikom provjere autentičnosti vašeg Box računa.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "Mapa u koju ste pokušali spremiti (%1$@) je postojeća datoteka u vašem %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Putanja u kojoj ste pokušali dodati tekst (%1$@) nalazi se unutar postojeće datoteke u vašem %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Putanja gdje ste pokušali izraditi mapu (%1$@) je postojeća datoteka u vašem %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Putanja gdje ste pokušali izraditi mapu (%1$@) je unutar postojeće datoteke u vašem %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Putanja na koju ste pokušali spremiti (%1$@) ne postoji na vašem %2$@.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Nismo mogli pronaći \“%@\” u vašem Box računu.";

/* Button */
"Cancel" = "Poništi";

/* Button */
"Continue Anyway" = "Nastavi svejedno";

/* Button */
"Delete" = "Obriši";

/* Button */
"Delete Account" = "Obriši račun";

/* Button */
"Done" = "Gotovo";

/* Button */
"Log In" = "Prijava";

/* Button */
"Next" = "Sljedeće";

/* Button */
"OK" = "U redu";

/* Button */
"Retry" = "Ponovi";

/* Button */
"Sign In" = "Prijava";

/* Button or title */
"Add Account" = "Dodaj račun";

/* Button or title */
"Login" = "Prijava";

/* Button that takes user to the iOS Health app */
"Open Health" = "Otvori Zdravlje";

/* Button to allow access to health data or notifications */
"Allow Access" = "Dozvoli pristup";

/* Button to open Settings */
"Open Settings" = "Otvori Postavke";

/* Button; edit opacity */
"Opacity" = "Prozirnost";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Rotacija";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Izradi lozinku specifičnu za aplikaciju";

/* Button; reset changes made in overlay image action */
"Reset" = "Resetiraj";

/* Camera flash option - auto */
"Auto" = "Auto";

/* Camera flash option - off */
"Off" = "Isključeno";

/* Camera flash option - on */
"Flash On" = "Uključeno";

/* Choose an item */
"Choose" = "Odaberi";

/* Choose from list action */
"Choose an item" = "Odaberi stavku";

/* Choose multiple images */
"Choose Images" = "Odaberi slike";

/* Choose one image */
"Choose Image" = "Odaberi sliku";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Ova datoteka je prevelika za CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Prekoračili ste dnevno ograničenje postavljanja dozvoljeno u sklopu besplatnog plana CloudAppa.";

/* Combine images action error */
"Cannot run Combine Images" = "Ne može pokrenuti Kombiniraj slike";

/* Combine images action error description */
"No images were provided to combine." = "Slike za kombiniranje nisu navedene.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Vremenski uvjeti";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Vremenski uvjeti";

/* Content property name */
"Biological Sex (Content Property Name)" = "Biološki spol";

/* Content property name */
"Blood Type (Content Property Name)" = "Krvna grupa";

/* Content property name */
"Date of Birth (Content Property Name)" = "Datum rođenja";

/* Content property name */
"Unspecified (Content Property Name)" = "Neodređeno";

/* Create IFTTT applet */
"Create Applet" = "Izradi aplet";

/* Create Trello list action error */
"You must select a board to create the list on." = "Morate odabrati ploču na kojoj ćete izraditi popis.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Morate navesti putanju za novu mapu.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Putanja nije navedena!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Avantura/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Avantura/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Naziv nije naveden. Unesite naziv za reprodukciju listu.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Datum krvnog tlaka";

/* Default notification text for Show Notification action. */
"Notification" = "Obavijest";

/* Default value for the translate text action */
"Detect Language" = "Detektiraj jezik";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Sigurno želite obrisati %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Jeste li SASVIM sigurni da želite obrisati %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Jeste li SASVIM sigurni da želite obrisati %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Obrisati %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "trening";

/* Dictate text action error */
"Recognition Unavailable" = "Prepoznavanje nije dostupno";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Prepoznavanje govora trenutačno nije dostupno. Možda ćete se trebati spojiti na internet.";

/* Dictate text action is listening to user */
"Now listening…" = "Sada sluša…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Provjerite jeste li proslijedili URL u radnju Dohvati sadržaj.";

/* Download URL or Open URL action error */
"No URL Specified" = "URL nije naveden";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Očekivala se datoteka, ali navedena putanja odnosi se na nešto što nije datoteka.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Očekivala se mapa, ali navedena putanja odnosi se na nešto što nije mapa.";

/* Dropbox error */
"A shared link already exists." = "Dijeljeni link već postoji.";

/* Dropbox error */
"Access to the requested path is forbidden." = "Pristup traženoj putanji je zabranjen.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Došlo je do greške prilikom dijeljenja linka jer e-mail adresa povezana s vašim Dropbox računom nije verificirana.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox ne može pristupiti ovoj datoteci ili mapi zbog njihovog naziva.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox ne može spremiti ovu datoteku ili mapu zbog njihovog naziva.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox ne može pisati na navedenu putanju zbog konflikta.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Datoteka se ne može prenijeti jer je sadržaj ograničen. Na primjer, ponekada postoje pravna ograničena zbog tvrdnji o autorskim pravima.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Navedeni korijenski parametar putanje je nevažeći.";

/* Dropbox error */
"The request timed out. Please try again." = "Zahtjev je istekao. Pokušajte ponovno.";

/* Dropbox error */
"The share settings provided are invalid." = "Navedene postavke dijeljenja su nevažeće.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Nismo mogli pronaći datoteku na navedenoj putanji.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Nemate dopuštenje za preinaku postavki na ovom linku.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Nemate dovoljno dostupne memorije u Dropboxu za pisanje ovih podataka.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Nemate dopuštenje za pisanje na navedenu lokaciju.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Putanja na koju ste pokušali spremiti (%1$@) postojeća je datoteka na vašem %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "\“%@\” se nije mogao spremiti jer je mapa ili paket. Razmislite o zipiranju ove datoteke prije spremanja putem naredbe Arhiviraj.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Nije pronađena stavka na putanji: %@";

/* Dropbox or Box error */
"Folder already exists" = "Mapa već postoji";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Putanja na koju ste pokušali spremiti (%1$@) postojeća je datoteka na vašem %2$@. Kod istovremenog spremanja više datoteka navedite putanju mape.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Putanja na koju ste pokušali spremiti (%1$@) postojeća je mapa na vašem %2$@. Kod dodavanja ili umetanja početnog teksta u datoteku trebate navesti putanju datoteke.";

/* Dropbox unknown error */
"An unknown error occurred" = "Došlo je do nepoznate greške";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Došlo je do nepoznate greške (%@)";

/* Email account encryption */
"Encryption" = "Enkripcija";

/* Email account login authentication error */
"Authentication Failed" = "Autorizacija nije uspjela";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "E-mail adresa ili lozinka koju ste unijeli su neispravne.\n\nAko vam je omogućena verifikacija u dva koraka, morate izraditi lozinku specifičnu za aplikaciju.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "E-mail adresa ili lozinka koju ste naveli su neispravne. Ako vam je omogućena verifikacija u dva koraka, morate unijeti umjesto toga lozinku specifičnu za aplikaciju.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Napredne postavke";

/* Email address field placeholder */
"user@example.com" = "korisnik@example.com";

/* Email address field title or placeholder */
"Email" = "E-mail";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Naziv hosta";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Datum završetka krvnog tlaka";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "Reprodukcija zvuka nije uspjela jer unos nije u podržanom formatu.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Unesite važeći datum u radnju Datum.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Nevažeći datum";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Radnja Dohvati trajanje puta nije mogla procijeniti udaljenost jer nijedna lokacija nije proslijeđena kao unos.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "Radnja Pokreni JavaScript na web stranici nije uspjela jer nijedna web stranica nije proslijeđena kao unos.";

/* Error message */
"Your email or password is incorrect." = "Vaša e-mail adresa ili lozinka su netočni.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Proslijedite važeći URL feeda za učitavanje stavki iz postupka RSS feeda.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Unesite važeću adresu u radnju Adresa.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Lokacija koju ste proslijedili u radnju Dohvati trajanje puta ne može se pronaći. Uz adresu pokušajte navesti grad i državu.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Nađeno je više alarma s oznakom %@. Pokušajte odabrati određeni alarm.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "Pokretanje početne scene nije uspjelo jer se dom “%1$@” nije mogao pronaći.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "Pokretanje početne scene nije uspjelo jer se scena “%1$@” nije mogla pronaći u domu “%2$@”.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Pokretanje početne scene nije uspjelo jer nije odabran nijedan dom.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Pokretanje početne scene nije uspjelo jer nije odabrana nijedna scena.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Feed vijesti ne može se parsati";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Nema adrese";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Nevažeća lokacija";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Unesite jedinicu u koju ćete konvertirati.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Mjerenje nije uspjelo jer nije navedena jedinica. Odaberite jedinicu.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "Mjera s jedinicom %1$@ ne može se konvertirati u %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Navedite važeći datum alarma.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Za uporabu ovog postupka uključite Siri u Postavkama.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Zahtjev se ne može dovršiti, jer je Siri onemogućena.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "Trajanje brojača treba biti kraće od 24 sata.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Navedite trajanje brojača.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Navedite alarm za promjenu.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Došlo je do nepoznate greške prilikom izvođenja zahtjeva.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Zahtjev se ne može dovršiti, jer nije podržan na ovoj platformi.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Nema lokacije";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Nema web stranice";

/* Exit shortcut action error */
"User requested shortcut exit." = "Korisnik je zatražio izlaz iz prečaca.";

/* File name example with preceding / */
"/example.txt" = "/primjer.txt";

/* File name example without preceding / */
"example.txt" = "primjer.txt";

/* File picker; button */
"Save Here" = "Spremi ovdje";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Dohvati odabrane datoteke (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Dohvati odabranu datoteku (1)";

/* File status */
"This folder is empty" = "Ova datoteka je prazna";

/* File status loading */
"Loading…" = "Učitavanje…";

/* Find health sample; no samples found */
"No Samples Found" = "Nije pronađen nijedan uzorak";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Ili nema prijavljenih %@ uzoraka ili trebate Prečacima dati pristup uzorcima u aplikaciji Zdravlje.";

/* Finish dictation command */
"Finish Dictation" = "Dovrši diktiranje";

/* Generic health object type when we can’t determine the object type */
"Health" = "Zdravlje";

/* Get File action; file name example with preceding / */
"/example.txt" = "/primjer.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "primjer.txt";

/* Get IP address action error */
"The domain could not be found." = "Domena nije pronađena.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Domena nije pronađena. (Greška 2)";

/* Get IP address action error */
"The response data was not a valid string." = "Podaci odgovora nisu bili važeći niz.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Morate odabrati ploču s koje ćete učitavati karte.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Morate odabrati ploču s koje ćete učitavati popise.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Morate odabrati ploču s koje ćete učitavati popis.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Vaš Trello račun nije se mogao verificirati. Odjavite se i pokušajte ponovno!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Nije naveden objekt";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Prilagođena lokacija nije pronađena";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Nema lokacije po izboru";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Radnja Dohvati udaljenost bila je konfigurirana za dohvat trajanja puta od lokacije po izboru, ali nijedna nije navedena.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "Radnja Dohvati udaljenost bila je konfigurirana za dohvat trajanja puta od određene lokacije, ali nijedna nije navedena.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "Radnja Dohvati udaljenost nije mogla procijeniti udaljenost jer nijedna lokacija nije proslijeđena kao unos.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Nije pronađen font emojija.";

/* Get frames from image error */
"No Image Provided" = "Slika nije navedena";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Nijedan GIF nije proslijeđen kao unos u radnju Dohvati okvire iz slike.";

/* Get group from matched text action error */
"No Match" = "Nema podudaranja";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "Navedeni indeks bio je izvan mogućeg raspona (tražili ste grupu %1$ld, a podudaranje ima samo %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Radnja Dohvati grupu iz podudarnog teksta nije uspjela jer nije bilo podudaranja za grupu za snimanje %ld.";

/* Get halfway point action error */
"No first location was provided." = "Prva lokacija nije navedena.";

/* Get halfway point action error */
"No second location was provided." = "Druga lokacija nije navedena.";

/* Get halfway point action error */
"Please provide a first location." = "Unesite prvu lokaciju.";

/* Get halfway point action error */
"Please provide a second location." = "Unesite drugu lokaciju.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "Navedeni raspon nije važeći (tražili ste stavke od %1$d preko %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "Navedeni raspon bio je izvan mogućeg raspona (tražili ste stavke %1$d preko %2$d, ali prva stavka je na indeksu 1.)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "Navedeni raspon bio je izvan mogućeg raspona (tražili ste stavke %1$d preko %2$d, a popis ima samo %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Zatražili ste stavku %d, ali prva stavka je na indeksu 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Aplikacija Prečaci ne može pronaći importirane stavke u vašoj medijateci fotografija.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Aplikacija Prečaci ne može pronaći tražene stavke u vašoj medijateci fotografija.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Radnja Dohvati trajanje puta bila je konfigurirana za dohvat trajanja puta od lokacije po izboru, ali lokacija koju ste unijeli nije pronađena.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Radnja Dohvati trajanje puta bila je konfigurirana za dohvat trajanja puta od određene lokacije, ali nijedna nije navedena.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "Pristup aplikacije Zdravlje podacima %@ isključen je. Možete uključiti kategorije zdravstvenih podataka u aplikaciji Zdravlje.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Za odgovor na ovo pitanje aplikacija Prečaci treba pristupiti vašim podacima: %@.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Aplikacija Prečaci nema pristup vašim podacima: %@.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Uzorak količine za %@, nema podataka o jedinici";

/* Health category date */
"Date" = "Datum";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Početak ciklusa";

/* Health category start date */
"Start Date" = "Datum početka";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Krvni tlak";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Vrsta testa";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Vrijeme obroka";

/* Health quantity; blood pressure */
"Diastolic" = "Dijastolički";

/* Health quantity; blood pressure */
"Systolic" = "Sistolički";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Razlog";

/* Health unit for count of generic health sample */
"count" = "broj";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "broj";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "broj";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "oz";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "%@ vrste nisu primijenjene";

/* HealthKit resource error */
"This device does not have the Health app." = "Ovaj uređaj nema aplikaciju Zdravlje.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Ovaj prečac zahtijeva aplikaciju Zdravlje, a koju ovaj uređaj nema.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Uvjeti usluge";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Uvjeti uporabe";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Provjerite je li vaš uređaj radi na zrakoplovnom modu i pokušajte ponovno; može pomoći uključivanje Wi-Fi veze.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Aplikacija Prečaci nije mogla pronaći vašu trenutačnu lokaciju.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Naveden je nevažeći datum. Navedite datum kao primjer ili ostavite praznim polje za datum kako bi se koristio trenutačni datum.";

/* Log health sample */
"Invalid Date Range" = "Nevažeći raspon datuma";

/* Log health sample */
"No Value Selected" = "Vrijednost nije odabrana";

/* Log health sample */
"Please select a type for this Health sample." = "Odaberite vrstu za ovaj uzorak iz aplikacije Zdravlje.";

/* Log health sample */
"Please select an end date that is after the start date." = "Odaberite datum završetka koji je nakon datuma početka.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Odaberite vrijednost za uzorak kvalitete cervikalne sluzi.";

/* Log health sample; health sample type */
"No Type Selected" = "Vrsta nije odabrana";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Razlog nije odabran";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Odaberite razlog unosa inzulina.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Odaberite vrijednost za ovaj uzorak menstruacije.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Odaberite je li ovaj uzorak bio na početku nekog ciklusa.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Jedinica nije odabrana";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Odaberite mjernu jedinicu za ovaj uzorak iz aplikacije Zdravlje.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Odaberite vrijednost za ovaj uzorak rezultata ovulacijskog testa.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Odaberite vrijednost za ovaj uzorak analize spavanja.";

/* Log in view; email address placeholder */
"Email address" = "e-mail adresa";

/* Log workout action */
"No Workout Type Selected" = "Vrsta vježbe nije odabrana";

/* Log workout action */
"Please select a type of activity for this workout." = "Odaberite vrstu aktivnosti za ovu vježbu.";

/* Login error */
"Your username and/or password are incorrect." = "Korisničko ime i/ili lozinka su netočni.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Vaše vjerodajnice pohranjene su na ovom uređaju i neće se dijeliti s našim poslužiteljima ili trećim stranama.";

/* Mail error */
"A recipient is required to send message" = "Za slanje poruke potreban je primatelj";

/* Mail error */
"A sender is required to send message" = "Za slanje poruke potreban je pošiljatelj";

/* Mail error */
"A stable connection to the server could not be established" = "Ne može se uspostaviti stabilna veza sa serverom";

/* Mail error */
"Account check failed because the account is invalid" = "Provjera računa nije uspjela jer račun nije važeći";

/* Mail error */
"An application specific password is required" = "Potrebna je lozinka specifična za aplikaciju";

/* Mail error */
"An error occurred during an IDLE operation" = "Došlo je do greške tijekom NEAKTIVNOG rada";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Došlo je do greške tijekom pretplaćivanja ili otkazivanja pretplate na zatraženu mapu";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Došlo je do greške tijekom dodavanja poruke na zatraženu mapu";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Došlo je do greške tijekom kopiranja poruke u zatraženu mapu";

/* Mail error */
"An error occurred while creating the requested folder" = "Došlo je do greške tijekom izrade zatražene mape";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Došlo je do greške tijekom brisanja poruke na POP serveru";

/* Mail error */
"An error occurred while deleting the requested folder" = "Došlo je do greške tijekom brisanja zatražene mape";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Došlo je do greške tijekom brisanja poruke u zatraženoj mapi";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Došlo je do greške tijekom dohvata popisa poruka na POP serveru";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Došlo je do greške tijekom dohvata poruka u zatraženoj mapi";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Došlo je do greške prilikom provođenja praznog postupka";

/* Mail error */
"An error occurred while renaming the requested folder" = "Došlo je do greške tijekom preimenovanja zatražene mape";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Došlo je do greške tijekom zatraživanja mogućnosti servera";

/* Mail error */
"An error occurred while requesting the server's identity" = "Došlo je do greške tijekom zatraživanja identiteta servera";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Došlo je do greške tijekom zatraživanja prostora naziva servera";

/* Mail error */
"An error occurred while sending the message" = "Došlo je do greške tijekom slanja poruke";

/* Mail error */
"An error occurred while storing flags" = "Došlo je do greške tijekom spremanja zastavica";

/* Mail error */
"An error when requesting date" = "Greška tijekom zatraživanja datuma";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Pokušano je slanje poruke s nevažećim privitkom";

/* Mail error */
"Authentication is required for this SMTP server" = "Za ovaj SMTP server potrebna je autorizacija";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Prekoračena su ograničenja pojasne širine tijekom zatraživanja podataka iz ovog Gmail računa";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Poruka se ne može poslati zbog moguće neželjene pošte koju je detektirao server";

/* Mail error */
"Compression is not available" = "Kompresija nije dostupna";

/* Mail error */
"Credentials with password too simple" = "Vjerodajnice s lozinkom su prejednostavne";

/* Mail error */
"Error while running custom command" = "Greška tijekom provođenja prilagođene naredbe";

/* Mail error */
"File access error" = "Greška pristupa datoteci";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "IMAP nije omogućen za ovaj Gmail račun";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe više nije aktivna e-mail usluga";

/* Mail error */
"No valid server found" = "Nije pronađen važeći server";

/* Mail error */
"Sending messages is not allowed on this server" = "Slanje poruka nije dozvoljeno na ovom serveru";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "Dosegnuto je ograničenje SMTP memorije tijekom pokušaja slanja velike poruke";

/* Mail error */
"The certificate for this server is invalid" = "Certifikat za ovaj server nije važeći";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Trenutačni HotMail račun ne može se spojiti na WebMail";

/* Mail error */
"The operation succeeded" = "Postupak je uspio";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "Zatražena mapa ne postoji. Odabir mape nije uspio";

/* Mail error */
"The server does not support STARTTLS connections" = "Server ne podržava STARTTLS povezivanja";

/* Mail error */
"The server does not support TLS/SSL connections" = "Server ne podržava TLS/SSL povezivanja";

/* Mail error */
"The user needs to log in via the web browser" = "Korisnik se treba prijaviti putem internetskog preglednika";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "S ovim Gmail računom uspostavljeno je previše simultanih veza";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Ne može se autorizirati pomoću vjerodajnica trenutačne sesije";

/* Mail error */
"Unable to parse response from server" = "Ne može se parsati odziv sa servera";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "Korisnik je prekoračio ograničenje za broj dozvoljenih poslanih poruka u danu";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Serveri tvrtke Yahoo! trenutačno nisu dostupni";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "Varijabla \“%@\” nije uključivala sliku za korištenje za maskiranje.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Provjerite jeste li odabrali varijablu za opciju “Maska slike” u radnji Maskiraj sliku.";

/* Mask Image action error title */
"No Mask Provided" = "Maska nije navedena";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Odaberite uslugu u: %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Ovaj JavaScript sličan je skripti za koju je poznato da nije sigurna. Neće se pokrenuti radi vaše sigurnosti.";

/* Multiple App Store apps */
"App Store apps" = "Aplikacije iz App Storea";

/* Multiple Box files */
"Box files" = "Datoteke Boxa";

/* Multiple Dropbox files */
"Dropbox files" = "Dropbox datoteke";

/* Multiple Evernote notes */
"Evernote notes" = "Evernote bilješke";

/* Multiple Giphy items */
"Giphy items" = "Stavke Giphyja";

/* Multiple Trello boards */
"Trello boards" = "Trello ploče";

/* Multiple Trello cards */
"Trello cards" = "Trello kartice";

/* Multiple Trello items */
"Trello items" = "Trello stavke";

/* Multiple Trello lists */
"Trello lists" = "Trello popisi";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Ulysses listovi";

/* Multiple bar codes */
"Bar codes" = "Barkodovi";

/* Multiple blood pressure recordings */
"Blood pressures" = "Krvni tlakovi";

/* Multiple health samples in HealthKit */
"Health samples" = "Zdravstveni uzorci";

/* Multiple iTunes artists */
"iTunes artists" = "iTunes izvođači";

/* Multiple iTunes products */
"iTunes products" = "iTunes proizvodi";

/* Multiple text matches */
"Text matches" = "Tekstualna podudaranja";

/* Multiple workout samples */
"Workout samples" = "Primjeri vježbi";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "Uredi račun";

/* Navigation bar title */
"Email Settings" = "E-mail postavke";

/* Navigation bar title */
"Log In to CloudApp" = "Prijava u CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Prijava | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Prijava na Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Prijava na Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Prijava na WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Popularni";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Mobilni podaci";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi‑Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Očisti traku za pretraživanje za pregled popularnih GIF-ova.";

/* No GIFs found empty state title */
"No Results Found" = "Bez rezultata";

/* None option */
"None" = "Bez";

/* One text match */
"Text match" = "Tekstualno podudaranje";

/* One workout sample */
"Workout sample" = "Primjer vježbe";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Provjerite jeste li proslijedili URL u radnju Otvori URL.";

/* Open URL action error */
"The URL could not be opened." = "URL se ne može otvoriti.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Radnja Otvori aplikaciju nije uspjela jer nije pronašla aplikaciju za otvaranje.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Radnja Otvori aplikaciju nije uspjela jer se aplikacija nije mogla otvoriti.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "Radnja Otvori u… nije uspjela jer nije pronašla aplikaciju u kojoj se može otvoriti.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@ nije instaliran i ne može otvoriti datoteku %2$@.";

/* Optional field placeholder */
"Optional" = "Opcionalno";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Provjerite jeste li odabrali varijablu u radnji Napravi nadsloj slike.";

/* Overlay image action error */
"No Overlay Image" = "Nema radnje Napravi nadsloj slike";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "Varijabla \“%@\” nije uključivala sliku za nadslojavanje.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Obrađivanje slike…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google karte";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Karte";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Bicikliranje";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "Vožnja";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Javni prijevoz";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Hodanje";

/* Parameter placeholder; parameter sets a filename */
"optional" = "opcionalno";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Nakon obroka";

/* Parameter value */
"Asleep (Parameter Value)" = "Spavanje";

/* Parameter value */
"Awake (Parameter Value)" = "Budnost";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Bazalni";

/* Parameter value */
"Before Meal (Parameter Value)" = "Prije obroka";

/* Parameter value */
"Bolus (Parameter Value)" = "Bolus";

/* Parameter value */
"Creamy (Parameter Value)" = "Kremasto";

/* Parameter value */
"Dry (Parameter Value)" = "Suho";

/* Parameter value */
"Egg White (Parameter Value)" = "Bjelanjak";

/* Parameter value */
"Female (Parameter Value)" = "Ženski";

/* Parameter value */
"Heavy (Parameter Value)" = "Heavy";

/* Parameter value */
"Idle (Parameter Value)" = "Neaktivno";

/* Parameter value */
"In Bed (Parameter Value)" = "U krevetu";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Neodređeno";

/* Parameter value */
"Light (Parameter Value)" = "Svijetlo";

/* Parameter value */
"Male (Parameter Value)" = "Muško";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Test maksimalnog vježbanja";

/* Parameter value */
"Medium (Parameter Value)" = "Srednje";

/* Parameter value */
"Negative (Parameter Value)" = "Negativno";

/* Parameter value */
"No (Parameter Value)" = "Ne";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Prognoza tijekom mirovanja";

/* Parameter value */
"Not Set (Parameter Value)" = "Nije podešeno";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "Ostalo";

/* Parameter value */
"Positive (Parameter Value)" = "Pozitivno";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Zaštita se ne koristi";

/* Parameter value */
"Protection Used (Parameter Value)" = "Korištena zaštita";

/* Parameter value */
"Sticky (Parameter Value)" = "Ljepljivo";

/* Parameter value */
"Stood (Parameter Value)" = "Stajali ste";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Prognoza tijekom submaksimalnog vježbanja";

/* Parameter value */
"Unspecified (Parameter Value)" = "Neodređeno";

/* Parameter value */
"Watery (Parameter Value)" = "Vodenasto";

/* Parameter value */
"Yes (Parameter Value)" = "Da";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Uskladi ulaz";

/* Password placeholder or title */
"Password" = "Lozinka";

/* Person’s name field placeholder */
"John Appleseed" = "Ivan Horvat";

/* Person’s name field title */
"Name" = "Naziv";

/* Pinboard login option */
"Use API Token" = "Koristi API token";

/* Pinboard login option */
"Use API Token Instead" = "Koristi API token umjesto toga";

/* Pinboard login option */
"Use Password" = "Koristi lozinku";

/* Pinboard login option */
"Use Password Instead" = "Umjesto toga koristi lozinku";

/* Pinboard login section header */
"API Token" = "API token";

/* Pinboard login section header */
"Pinboard Login" = "Prijava u Pinboard";

/* Playlist picker parameter */
"My Music Library" = "Moja glazbena medijateka";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "U Pocketu nije pronađena nijedna stavka koja odgovara navedenim kriterijima.";

/* Post to Tumblr action error */
"No Blog" = "Nema bloga";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Niste naveli na koji blog objaviti.";

/* QuickLook action error */
"No Items" = "Nema stavki";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Radnji Brzog pregleda nije proslijeđena nijedna stavka na pregled.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Uključi Siri";

/* Remove calendar item error */
"Remove" = "Ukloni";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "Iznos koji ste naveli, %@, viši je od maksimalne količine koju možete zatražiti.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "Iznos koji ste naveli, %@, niži je od minimalne količine koju možete zatražiti.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "Osoba od koje pokušavate zatražiti novac nema podešen %@ račun.";

/* Required field placeholder */
"Required" = "Potrebno";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "Skripta mora pozvati funkciju “completion(result)” kada je gotova";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Došlo je do nepoznate greške dok je JavaScript bio u tijeku.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "Radnja Pokreni JavaScript na web stranici nije uspjela jer je skripti predugo trebalo da pozove upravljački program za dovršetak.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "JavaScript istek";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "JavaScript iznimka";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "Nevažeći JavaScript";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "SSH autorizacija nije uspjela";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Provjerite svoje vjerodajnice u radnji skripte Pokreni SSH i pokušajte ponovno.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Prečac nije pronađen";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Provjerite je li odabran važeći prečac u radnji Pokreni prečac.";

/* SSH action error */
"Channel allocation error" = "Greška raspodjele kanala";

/* SSH action error */
"Connection timed out" = "Vezi je isteklo vrijeme";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Radnja \"Pokreni skriptu preko SSH-a\" nije se mogla spojiti na SSH poslužitelj.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Nepoznat album";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "Odabrani fotoalbum ne postoji.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Skeniraj kôd";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Pretraži Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Morate navesti upit pretrage u Pretraži lokalna poduzeća.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Lokacije nisu pronađene";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Nijedna lokacija nije pronađena s ključnim riječima \“%@\”.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Ako koristite verziju WordPressa gdje ste sami host, unesite URL za vašu stranicu gore.";

/* Section header */
"WordPress Login" = "Prijava na WordPress";

/* Section header for WordPress site URL */
"Site URL" = "URL stranice";

/* Section header title */
"CloudApp Login" = "Prijava u CloudApp";

/* Section header title */
"Incoming Mail Server" = "Dolazni mail server";

/* Section header title */
"Instapaper Login" = "Prijava u Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Odlazni mail server";

/* Section header title; email account */
"Accounts" = "Računi";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Ne može slati e-mailove. E-mail se ne može podesiti.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Nevažeći e-mail račun";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "Odabrani e-mail račun nije prijavljen u Prečace na ovom uređaju.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Ne može slati poruke. iMessage se ne može omogućiti.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "Iznos koji ste naveli, %@, viši je od maksimalne količine koju možete poslati.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "Iznos koji ste naveli, %@, niži je od minimalne količine koju možete poslati.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Navedena količina bila je u valuti %1$@, koju %2$@ ne podržava.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Na računu nemate dovoljno novca za slanje uplate.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "Osoba kojoj pokušavate poslati novac nema podešen %@ račun.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Na ovom uređaju nemate konfigurirani bankovni račun.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Trebate otvoriti %@ i provjeriti svoje vjerodajnice.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Iznad maksimalne količine";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Ispod minimalnog iznosa";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Nepodržana valuta";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Nedovoljno sredstava";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Nije naveden bankovni račun";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Vjerodajnice nisu provjerene";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Nema računa";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Lokacija";

/* Service name */
"Microphone" = "Mikrofon";

/* Service name */
"Notifications" = "Obavijesti";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Prepoznavanje govora";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Nijedan objekt nije naveden za radnju Podesi vrijednost rječnika za vrijednost \“%@\”.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Vrijednost nije navedena";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Nijedna vrijednost nije navedena za radnju Podesi vrijednost rječnika za lozinku \“%@\”.";

/* Show definition action error */
"A definition could not be found for that term." = "Za taj termin nije pronađena definicija.";

/* Show definition action error */
"No Word Specified" = "Riječ nije navedena";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Nijedna riječ nije proslijeđena kao unos u radnju Prikaži definiciju";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Ovo se može dogoditi ako nisu instalirani rječnici. Za upravljanje rječnicima odaberite riječ u bilo kojoj aplikaciji i odaberite “Potraži”. Zatim dodirnite “Upravljaj”.";

/* Show in calendar action error */
"Calendar could not be opened." = "Kalendar se ne može otvoriti.";

/* Show webpage action error */
"Unsupported URL" = "Nepodržan URL";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "Prikaži Web stranica podržava http:// i https:// URL-ove, ali vi ste pokušali prikazati %@:// URL.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "Aplikacija %@ nije podešena za uspostavljanje poziva.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Pokretanje poziva nije uspjelo jer usluga %@ nije dostupna.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Pokretanje poziva nije uspjelo jer %@ ne može sudjelovati u pozivu.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ ne podržava kontaktne detalje koje ste pružili.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Potrebno je podešavanje";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "Usluga %@ nije dostupna";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Kontakt nije podržan";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Nevažeći kontaktni detalji";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Datum početka krvnog tlaka";

/* Subcategory */
"Device" = "Uređaj";

/* Subcategory for Set Volume action */
"Playback" = "Reprodukcija";

/* Take photo action error */
"No suitable camera was detected on this device." = "Na ovom uređaju nije detektirana odgovarajuća kamera.";

/* Time until date action */
"An invalid date to compare to was provided." = "Naveden je nevažeći datum za usporedbu.";

/* Time until date action */
"No from date was provided." = "Nije naveden datum početka.";

/* Time until date action error */
"An invalid from date was provided." = "Naveden je nevažeći oblik datuma.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "Nesiguran JavaScript";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Navedeno je nevažeće vrijeme završetka. Navedite vrijeme završetka Zabrane ometanja.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Nije naveden kalendarski događaj. Navedite kalendarski događaj kako biste omogućili Zabranu ometanja za trajanje od.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Navedite vrijeme završetka koje je kasnije od trenutačnog vremena za Zabranu ometanja.";

/* Trim video action error */
"The input was not a video that can be edited." = "Unos nije videozapis koji se može uređivati.";

/* URL action error; %@=url */
"Invalid URL: %@" = "Nevažeći URL: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Ponovno autorizirajte Prečace pomoću aplikacije Ulysses za pristup ovoj adresi.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Potreban je pristup za Ulysses";

/* Unspecified health kit category sample type */
"Unspecified" = "Neodređeno";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Snimanje zvuka";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " i ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " i ";

/* User name field title */
"User Name" = "Korisničko ime";

/* Username placeholder or title */
"Username" = "Korisničko ime";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Ručna svjetiljka ovog uređaja trenutačno nije dostupna Prečacima na korištenje.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Ovaj uređaj nema ručnu svjetiljku.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Radnja vrijeme bila je konfigurirana za dohvat vremena na određenoj lokaciji, ali nijedna nije navedena.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Lokacija se ne može utvrditi.";

/* Weather condition: Blizzard */
"Blizzard" = "Mećava";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Snj. mećava";

/* Weather condition: Blustery */
"Blustery" = "Olujan vjetar";

/* Weather condition: Clear */
"Clear" = "Vedro";

/* Weather condition: Cloudy */
"Cloudy" = "Oblačno";

/* Weather condition: Cold */
"Cold" = "Hladno";

/* Weather condition: Drizzle */
"Drizzle" = "Lagana kiša";

/* Weather condition: Dust */
"Dust" = "Prašina";

/* Weather condition: Foggy */
"Foggy" = "Maglovito";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Ledena rosulja";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Ledena kiša";

/* Weather condition: Hail */
"Hail" = "Tuča";

/* Weather condition: Haze */
"Haze" = "Sumaglica";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Jaka kiša";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Gusti snijeg";

/* Weather condition: Hot */
"Hot" = "Vruće";

/* Weather condition: Hurricane */
"Hurricane" = "uragan";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Mjestimične kiše s grmljavinom";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Mjestimične oluje s grmljavinom";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Slaba susnježica";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Kiša i tuča";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Kiša i susnježica";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Kiša i snijeg";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Snijeg i susnježica";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Pretežito vedro";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Većinom oblačno";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Djel. oblačno";

/* Weather condition: Rain */
"Rain" = "Kiša";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Mjestimični pljuskovi";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Povremena susnježica";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Mjestimične oluje s grmljavinom";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Snažne oluje s grmljavinom";

/* Weather condition: Showers */
"Showers" = "Pljuskovi";

/* Weather condition: Sleet */
"Sleet" = "Susnježica";

/* Weather condition: Smoky */
"Smoky" = "Zagađenje";

/* Weather condition: Snow */
"Snow" = "Snijeg";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Susnježica";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Oluje s grmljavinom";

/* Weather condition: Tornado */
"Tornado" = "Tornado";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Tropska oluja";

/* Weather condition: Windy */
"Windy" = "Vjetrovito";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ i %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Zagađivač zraka";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Zagađivači zraka";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "Mapa ne postoji.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "iCloud spremnik ne može se pronaći.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud nije mogao dobiti link na ovu datoteku jer je mapa. iCloud podupire samo dohvat linkova na redovite datoteke.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud nije mogao dobiti link na %@ jer je svežanj (svežanj je mapa koja se ponaša kao datoteka).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "\“%@\” je svežanj";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Putanja na koju ste pokušali spremiti (%@) ne postoji na iCloudu.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Putanja na koju ste pokušali spremiti (%@) postojeća je datoteka na iCloudu. Kod istovremenog spremanja više datoteka navedite putanju na mapu.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "\“%@\” je mapa";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "Datoteka već postoji";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "Datoteka već postoji.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "E-mail adresa ili lozinka koju ste naveli je netočna. Prijavite se u iCloud Mail u Prečacima, morate koristiti lozinku specifičnu za aplikaciju.\n\nAko nemate omogućenu autorizaciju u dva koraka, morate ju omogućiti kako biste generirali lozinku specifičnu za aplikaciju.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Glumac";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Album";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Izvođač";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Autor";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Skladatelj";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Opis";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Redatelj";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Dugometražni film";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Žanr";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Ključne riječi";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Jezik";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Izvođač";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Film";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Producent";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID proizvoda";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Indeks ocjena";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Ocjena";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Godina izdanja";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Kratkometražni film";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Prikaži";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Programer";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "pjesma";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Epizoda";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Sezoni";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Naslov";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Sve";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Izvođač";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Zapis";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Autori";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Audio knjige";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Knjige";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Izvođači";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Filmovi";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Albumi";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Izvođači";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "pjesama";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Zapisi";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Glazbeni spotovi";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Autori";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcasti";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Izvođači";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Kratkometražni filmovi";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Epizode";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Sezone";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Izvođači";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Zapisi";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Aplikacije";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Audio knjige";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Knjige";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Glazbeni spotovi";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Glazba";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcasti";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Kratkometražni filmovi";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "TV emisije";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Sve";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Filmovi";

